"cancel-button" = "CANCEL";
"continue-button" = "CONTINUE";
"download-button" = "DOWNLOAD";
"open-file-button" = "OPEN FILE";
"open-file-downloaded-button" = "OPEN FILE DOWNLOADED";
"field-required" = "This field is required";
"field-select-required" = "This field is required, choose an option";
"field-number-invalid" = "Please insert a number valid";
"invoice-updated" = "Invoice updated correctly";
"invoice-created" = "Invoice created correctly";
"name-document" = "invoice_%@.pdf";
"mail-invalid" = "Enter a valid email";
"message-logout" = "Are you sure want to log out? :(, what if you stay a little longer?";
"non_field_errors" = "The email and password entered are invalid, please check your data and try again";
"message-no-client-invoice" = "Sorry the customer with document '%@' does not exist or has not yet shopping, checks the data and try again";
"message-alert-success" = "The file was downloaded successfully, you can find it in your documents with the name %@. Do you want open the file?";
"title-alert-success" = "DOWNLOAD COMPLETE";
"title-list-invoice" = "List Invoices";
"select-costumer" = "Select a Client";
"select-product" = "Select a Product";
"select-store" = "Select a Store";
"title-client" = "Invoices Client";
"title-invoice" = "Invoice Number: %.0f";
"title-client-purchases" = "Invoice for %@";
"title-generate-invoice" = "Generate Invoice";
"title-progress" = "Complete: %.0f%";
"title-total" = "Total amount :";
"title-logout" = "Log out";
"update" = "Update";
"wait" = "Wait a moment, please...";
